Repository: optimize-doo/zicer-woocommerce-plugin
Catalog: zicer-woo-sync/languages/zicer-woo-sync-*.po
Languages: bs_ba

source: ZICER WooCommerce Sync
bs_ba: ZICER WooCommerce Sinkronizacija

source: Synchronize WooCommerce products with ZICER marketplace
bs_ba: Sinkronizacija WooCommerce proizvoda sa ZICER marketplace-om

source: Categories
bs_ba: Kategorije

source: Mapping saved successfully.
bs_ba: Mapiranje uspješno sačuvano.

source: Map WooCommerce categories to ZICER categories. Products without mapping will use the fallback category.
bs_ba: Mapirajte WooCommerce kategorije na ZICER kategorije. Proizvodi bez mapiranja će koristiti rezervnu kategoriju.

source: ZICER categories are not loaded.
bs_ba: ZICER kategorije nisu učitane.

source: Load Categories
bs_ba: Učitaj kategorije

source: Loaded %1$s categories on %2$s.
bs_ba: Učitano %1$s kategorija dana %2$s.

source: Refresh
bs_ba: Osvježi

source: Fallback Category
bs_ba: Rezervna kategorija

source: This category will be used when a product has no mapped category.
bs_ba: Ova kategorija će se koristiti kada proizvod nema mapiranu kategoriju.

source: -- None --
bs_ba: -- Bez --

source: WooCommerce Category
bs_ba: WooCommerce kategorija

source: ZICER Category
bs_ba: ZICER kategorija

source: Auto-suggest
bs_ba: Auto-prijedlog

source: -- Do not map --
bs_ba: -- Ne mapiraj --

source: Get AI-suggested ZICER category based on category name
bs_ba: Dobij AI prijedlog ZICER kategorije na osnovu naziva kategorije

source: Suggest
bs_ba: Predloži

source: No WooCommerce categories found.
bs_ba: Nisu pronađene WooCommerce kategorije.

source: Save Mapping
bs_ba: Sačuvaj mapiranje

source: &copy; 2025 Optimize d.o.o. All rights reserved. Zicer is a registered trademark.
bs_ba: &copy; 2025 Optimize d.o.o. Sva prava zadržana. Zicer je zaštićeni znak.

source: Settings
bs_ba: Postavke

source: Connection
bs_ba: Konekcija

source: Test Connection
bs_ba: Testiraj konekciju

source: Disconnect
bs_ba: Prekini vezu

source: You can create an API token in your ZICER profile settings.
bs_ba: API token možete kreirati u postavkama vašeg ZICER profila.

source: Connected as %s
bs_ba: Povezan kao %s

source: Create a shop for higher rate limits
bs_ba: Kreirajte shop za veće limite

source: Rate limit: %d/min
bs_ba: Limit: %d/min

source: Not connected
bs_ba: Nije povezano

source: Synchronization
bs_ba: Sinkronizacija

source: Real-time Sync
bs_ba: Sinkronizacija u realnom vremenu

source: Automatically sync products when created or updated
bs_ba: Automatski sinkroniziraj proizvode kada se kreiraju ili ažuriraju

source: Delete Unavailable
bs_ba: Obriši nedostupne

source: Automatically remove from ZICER when product is unavailable
bs_ba: Automatski ukloni sa ZICER-a kada proizvod nije dostupan

source: Stock Threshold
bs_ba: Prag zaliha

source: Product is considered available if stock is greater than this number. 0 = any stock quantity.
bs_ba: Proizvod se smatra dostupnim ako je zaliha veća od ovog broja. 0 = bilo koja količina.

source: Title
bs_ba: Naslov

source: Truncate Title
bs_ba: Skrati naslov

source: Truncate title to maximum length
bs_ba: Skrati naslov na maksimalnu dužinu

source: Maximum Length
bs_ba: Maksimalna dužina

source: characters
bs_ba: karaktera

source: Description
bs_ba: Opis

source: Description Mode
bs_ba: Način opisa

source: Use product description
bs_ba: Koristi opis proizvoda

source: Replace with template
bs_ba: Zamijeni sa šablonom

source: Add template before description
bs_ba: Dodaj šablon prije opisa

source: Add template after description
bs_ba: Dodaj šablon poslije opisa

source: Description Template
bs_ba: Šablon opisa

source: Available variables: {product_name}, {product_price}, {product_sku}, {shop_name}
bs_ba: Dostupne varijable: {product_name}, {product_price}, {product_sku}, {shop_name}

source: Images
bs_ba: Slike

source: Image Sync
bs_ba: Sinkronizacija slika

source: All images
bs_ba: Sve slike

source: Featured image only
bs_ba: Samo glavna slika

source: No images
bs_ba: Bez slika

source: Maximum Images
bs_ba: Maksimalno slika

source: Price
bs_ba: Cijena

source: Currency Conversion
bs_ba: Konverzija valute

source: Multiplier for conversion to KM. Current WooCommerce currency: %s
bs_ba: Množilac za konverziju u KM. Trenutna WooCommerce valuta: %s

source: Advanced
bs_ba: Napredno

source: Debug Logging
bs_ba: Debug logiranje

source: Log all API requests and responses
bs_ba: Logiraj sve API zahtjeve i odgovore

source: View logs in the %s tab.
bs_ba: Pogledajte logove u %s tabu.

source: Default Values
bs_ba: Zadane vrijednosti

source: Default Condition
bs_ba: Zadano stanje

source: Default Region
bs_ba: Zadana regija

source: -- Select --
bs_ba: -- Odaberi --

source: Default City
bs_ba: Zadani grad

source: -- Select region first --
bs_ba: -- Prvo odaberi regiju --

source: Save Settings
bs_ba: Sačuvaj postavke

source: Are you sure you want to clear all logs?
bs_ba: Jeste li sigurni da želite obrisati sve logove?

source: Clear All Logs
bs_ba: Obriši sve logove

source: Logs cleared.
bs_ba: Logovi obrisani.

source: Date
bs_ba: Datum

source: Product
bs_ba: Proizvod

source: Message
bs_ba: Poruka

source: %d item
bs_ba: %d stavka

source: No log entries.
bs_ba: Nema log zapisa.

source: Queue
bs_ba: Obrada

source: Pending
bs_ba: Na čekanju

source: Processing
bs_ba: U obradi

source: Completed
bs_ba: Završeno

source: Failed
bs_ba: Neuspješno

source: API Rate Limit
bs_ba: API limit

source: ago
bs_ba: prije

source: %d items in queue
bs_ba: %d stavki u redu

source: Process Now
bs_ba: Obradi sada

source: Actions
bs_ba: Akcije

source: Sync All Products
bs_ba: Sinkroniziraj sve proizvode

source: Adds all products to the sync queue
bs_ba: Dodaje sve proizvode u red za sinkronizaciju

source: Retry Failed
bs_ba: Ponovi neuspješne

source: Clear Failed
bs_ba: Obriši neuspješne

source: Pending Items
bs_ba: Stavke na čekanju

source: Action
bs_ba: Akcija

source: Added
bs_ba: Dodano

source: Clear All
bs_ba: Obriši sve

source: Remove
bs_ba: Ukloni

source: Showing 20 of %d pending items
bs_ba: Prikazano 20 od %d stavki na čekanju

source: Failed Items
bs_ba: Neuspješne stavke

source: Error
bs_ba: Greška

source: Time
bs_ba: Vrijeme

source: Rate limit reached. Please try again in %d seconds.
bs_ba: Dostignut limit. Pokušajte ponovo za %d sekundi.

source: View on ZICER
bs_ba: Pogledaj na ZICER-u

source: ZICER sync
bs_ba: ZICER sinkronizacija

source: Synced
bs_ba: Sinkronizirano

source: Not synced
bs_ba: Nije sinkronizirano

source: Queue: Add to ZICER
bs_ba: Obrada: Dodaj na ZICER

source: Queue: Remove from ZICER
bs_ba: Obrada: Ukloni sa ZICER-a

source: %d item added to sync queue.
bs_ba: %d stavka dodana u red za sinkronizaciju.

source: %d item added to removal queue.
bs_ba: %d stavka dodana u red za uklanjanje.

source: ZICER Sync
bs_ba: ZICER Sinkronizacija

source: ZICER Condition
bs_ba: ZICER stanje

source: -- Use default --
bs_ba: -- Koristi zadano --

source: Product condition for ZICER listing
bs_ba: Stanje proizvoda za ZICER oglas

source: Exclude from ZICER sync
bs_ba: Isključi iz ZICER sinkronizacije

source: Do not sync this product with ZICER
bs_ba: Ne sinkroniziraj ovaj proizvod sa ZICER-om

source: From category mapping. Change to override.
bs_ba: Iz mapiranja kategorija. Promijeni za override.

source: Manual override.
bs_ba: Ručni override.

source: Use mapping instead
bs_ba: Koristi mapiranje

source: Load categories in ZICER settings first.
bs_ba: Prvo učitajte kategorije u ZICER postavkama.

source: Excluded from sync
bs_ba: Isključeno iz sinkronizacije

source: Listing not found
bs_ba: Oglas nije pronađen

source: Clear & Re-create
bs_ba: Obriši i ponovo kreiraj

source: %1$d/%2$d variations
bs_ba: %1$d/%2$d varijacija

source: Last sync:
bs_ba: Zadnja sinkronizacija:

source: Cannot sync
bs_ba: Nije moguće sinkronizirati

source: Last sync failed
bs_ba: Zadnja sinkronizacija neuspješna

source: Ready to sync
bs_ba: Spremno za sinkronizaciju

source: Sync Now
bs_ba: Sinkroniziraj sada

source: Remove from ZICER
bs_ba: Ukloni sa ZICER-a

source: No mapped ZICER category
bs_ba: Nema mapirane ZICER kategorije

source: Region and city not configured
bs_ba: Regija i grad nisu konfigurirani

source: Category Mapping
bs_ba: Mapiranje kategorija

source: Sync Queue
bs_ba: Obrada

source: Testing...
bs_ba: Testiranje...

source: Connected!
bs_ba: Povezano!

source: Error:
bs_ba: Greška:

source: Syncing...
bs_ba: Sinkronizacija...

source: Are you sure you want to start bulk synchronization?
bs_ba: Jeste li sigurni da želite pokrenuti grupnu sinkronizaciju?

source: You do not have permission.
bs_ba: Nemate dozvolu.

source: just now
bs_ba: upravo sada

source: Region ID is required.
bs_ba: ID regije je obavezan.

source: Invalid product ID.
bs_ba: Nevažeći ID proizvoda.

source: New
bs_ba: Novo

source: Open box
bs_ba: Otvoreno pakovanje

source: Used
bs_ba: Korišteno

source: Refurbished
bs_ba: Obnovljeno

source: Not working
bs_ba: Ne radi

source: Not specified
bs_ba: Nije navedeno

source: Listing not found on ZICER (may have been deleted)
bs_ba: Oglas nije pronađen na ZICER-u (možda je obrisan)

source: Region and city are not configured
bs_ba: Regija i grad nisu konfigurirani

source: ZICER Sync requires WooCommerce plugin.
bs_ba: ZICER Sinkronizacija zahtijeva WooCommerce dodatak.

source: Every Minute
bs_ba: Svaki minut

source: Are you sure you want to disconnect? Previously synced products will keep their ZICER listing IDs.
bs_ba: Jeste li sigurni da želite prekinuti vezu? Prethodno sinkronizirani proizvodi će zadržati svoje ZICER ID-ove.

source: Are you sure?
bs_ba: Jeste li sigurni?

source: Clear all pending items from the queue?
bs_ba: Obrisati sve stavke na čekanju iz reda?

source: Are you sure you want to clear all failed items?
bs_ba: Jeste li sigurni da želite obrisati sve neuspješne stavke?

source: Remove this item from the queue?
bs_ba: Ukloniti ovu stavku iz reda?

source: Connection failed
bs_ba: Konekcija nije uspjela

source: Sync failed
bs_ba: Sinkronizacija nije uspjela

source: Added %d products to queue.
bs_ba: Dodano %d proizvoda u red.

source: Clearing...
bs_ba: Brisanje...

source: You can create an API token in your %s.
bs_ba: API token možete kreirati u vašim %s.

source: ZICER profile settings
bs_ba: ZICER postavkama profila

source: No suggestions
bs_ba: Nema prijedloga

source: No match found
bs_ba: Nije pronađeno

source: Supported HTML: strong, em, u, s, mark, h1-h4, p, br, hr, blockquote, ul, ol, li, sub, sup, a
bs_ba: Podržani HTML: strong, em, u, s, mark, h1-h4, p, br, hr, blockquote, ul, ol, li, sub, sup, a

source: Terms of Use
bs_ba: Uvjeti korištenja

source: Please read and accept the following terms before connecting:
bs_ba: Pročitajte i prihvatite sljedeće uvjete prije povezivanja:

source: This plugin synchronizes your WooCommerce products with ZICER marketplace (zicer.ba).
bs_ba: Ovaj dodatak sinkronizira vaše WooCommerce proizvode sa ZICER marketplace-om (zicer.ba).

source: Products will be published publicly on zicer.ba and visible to all users.
bs_ba: Proizvodi će biti javno objavljeni na zicer.ba i vidljivi svim korisnicima.

source: You are responsible for ensuring your product data (titles, descriptions, prices, images) complies with %s.
bs_ba: Vi ste odgovorni da vaši podaci o proizvodima (naslovi, opisi, cijene, slike) budu u skladu sa %s.

source: ZICER terms of service
bs_ba: ZICER uvjetima korištenja

source: Always verify your listings on zicer.ba after synchronization.
bs_ba: Uvijek provjerite svoje oglase na zicer.ba nakon sinkronizacije.

source: Price conversion and other transformations should be verified for accuracy.
bs_ba: Konverzija cijena i druge transformacije trebaju biti provjerene za tačnost.

source: Disclaimer:
bs_ba: Odricanje odgovornosti:

source: This plugin is provided "as is" without warranty of any kind.
bs_ba: Ovaj dodatak se pruža "kakav jeste" bez ikakvih garancija.

source: Use at your own risk. The developers are not liable for any damages or losses.
bs_ba: Koristite na vlastitu odgovornost. Programeri nisu odgovorni za bilo kakve štete ili gubitke.

source: Always maintain backups of your data.
bs_ba: Uvijek održavajte sigurnosne kopije vaših podataka.

source: Test with a few products before bulk synchronization.
bs_ba: Testirajte sa nekoliko proizvoda prije grupne sinkronizacije.

source: I have read and accept the terms of use
bs_ba: Pročitao/la sam i prihvatam uvjete korištenja

source: Accept and Continue
bs_ba: Prihvati i nastavi

source: Security check failed.
bs_ba: Sigurnosna provjera nije uspjela.

source: By using this plugin you have accepted the %s.
bs_ba: Korištenjem ovog dodatka prihvatili ste %s.

source: terms of use
bs_ba: uvjete korištenja

source: This plugin is provided "as is" without warranty. Use at your own risk.
bs_ba: Ovaj dodatak se pruža "kakav jeste" bez garancije. Koristite na vlastitu odgovornost.

source: OK
bs_ba: U redu

source: Cancel
bs_ba: Odustani

source: Yes
bs_ba: Da

source: No
bs_ba: Ne

source: Complete!
bs_ba: Završeno!

source: items remaining
bs_ba: stavki preostalo

source: Loading...
bs_ba: Učitavanje...

source: Different Account
bs_ba: Drugi nalog

source: You are connecting with a different ZICER account.
bs_ba: Povezujete se sa drugim ZICER nalogom.

source: Previous:
bs_ba: Prethodni:

source: New:
bs_ba: Novi:

source: Unknown
bs_ba: Nepoznato

source: Your products have sync data linked to the previous account. What would you like to do?
bs_ba: Vaši proizvodi imaju podatke o sinkronizaciji povezane sa prethodnim nalogom. Šta želite uraditi?

source: Clear sync data
bs_ba: Obriši podatke sinkronizacije

source: Remove all ZICER listing IDs from your products. Next sync will create new listings on the new account. Your WooCommerce products are not affected.
bs_ba: Ukloni sve ZICER ID-ove oglasa sa vaših proizvoda. Sljedeća sinkronizacija će kreirati nove oglase na novom nalogu. Vaši WooCommerce proizvodi nisu pogođeni.

source: Keep sync data
bs_ba: Zadrži podatke sinkronizacije

source: Keep existing listing IDs. Warning: Syncing will fail because these IDs belong to the old account.
bs_ba: Zadrži postojeće ID-ove oglasa. Upozorenje: Sinkronizacija neće uspjeti jer ovi ID-ovi pripadaju starom nalogu.

source: variation
bs_ba: varijacija

source: variations
bs_ba: varijacija

source: Processing...
bs_ba: Obrada...

source: In queue: %s
bs_ba: U redu: %s

source: %d variations in queue
bs_ba: %d varijacija u redu

source: Remove from Queue
bs_ba: Ukloni iz obrade

source: Add to Queue
bs_ba: Dodaj u obradu

source: Product not found.
bs_ba: Proizvod nije pronađen.

source: Added to queue
bs_ba: Dodano u obradu

source: Removed from queue
bs_ba: Uklonjeno iz obrade

source: Help
bs_ba: Pomoć

source: Quick Start
bs_ba: Brzi početak

source: Get API Token
bs_ba: Nabavite API token

source: Log in to %s, go to profile settings, and generate an API token.
bs_ba: Prijavite se na %s, idite na postavke profila i generirajte API token.

source: Connect
bs_ba: Povežite se

source: Go to %s, enter your token, and click Connect.
bs_ba: Idite na %s, unesite vaš token i kliknite Poveži.

source: Map Categories
bs_ba: Mapirajte kategorije

source: Go to %s and map your WooCommerce categories to ZICER categories.
bs_ba: Idite na %s i mapirajte vaše WooCommerce kategorije na ZICER kategorije.

source: Sync Products
bs_ba: Sinkronizirajte proizvode

source: Enable products for sync from the product edit page or use bulk actions.
bs_ba: Omogućite sinkronizaciju proizvoda sa stranice za uređivanje proizvoda ili koristite grupne akcije.

source: Settings Explained
bs_ba: Objašnjenje postavki

source: Your ZICER API token starting with "zic_". Required to sync products.
bs_ba: Vaš ZICER API token koji počinje sa "zic_". Potreban za sinkronizaciju proizvoda.

source: Sync Options
bs_ba: Opcije sinkronizacije

source: When enabled, products are automatically synced when you save them in WooCommerce.
bs_ba: Kada je omogućeno, proizvodi se automatski sinkroniziraju kada ih sačuvate u WooCommerce-u.

source: Delete on Unavailable
bs_ba: Obriši kad nije dostupno

source: Automatically remove listings from ZICER when products go out of stock or are unpublished.
bs_ba: Automatski ukloni oglase sa ZICER-a kada proizvodi postanu nedostupni ili nisu objavljeni.

source: Minimum stock quantity for a product to be considered available on ZICER.
bs_ba: Minimalna količina zaliha da bi proizvod bio smatran dostupnim na ZICER-u.

source: Product Data
bs_ba: Podaci o proizvodu

source: Product condition used when not specified per-product (New, Used, Open box, etc.).
bs_ba: Stanje proizvoda koje se koristi kada nije navedeno za pojedinačni proizvod (Novo, Korišteno, Otvoreno, itd.).

source: Price Conversion
bs_ba: Konverzija cijena

source: Multiplier to convert your prices to KM (Convertible Mark). Set to 1 if already in KM.
bs_ba: Množitelj za konverziju cijena u KM (Konvertibilna marka). Postavite na 1 ako su već u KM.

source: Title Truncation
bs_ba: Skraćivanje naslova

source: ZICER has a title length limit. Enable to automatically truncate long titles.
bs_ba: ZICER ima ograničenje dužine naslova. Omogućite za automatsko skraćivanje dugih naslova.

source: Product description
bs_ba: Opis proizvoda

source: Use WooCommerce product description as-is.
bs_ba: Koristi WooCommerce opis proizvoda kakav jest.

source: Replace
bs_ba: Zamijeni

source: Use template instead of product description.
bs_ba: Koristi predložak umjesto opisa proizvoda.

source: Prepend
bs_ba: Dodaj na početak

source: Add template before product description.
bs_ba: Dodaj predložak prije opisa proizvoda.

source: Append
bs_ba: Dodaj na kraj

source: Add template after product description.
bs_ba: Dodaj predložak nakon opisa proizvoda.

source: Template Variables
bs_ba: Varijable predloška

source: Sync Images
bs_ba: Sinkroniziraj slike

source: Upload product images to ZICER. Disable to create listings without images.
bs_ba: Učitaj slike proizvoda na ZICER. Onemogućite za kreiranje oglasa bez slika.

source: Max Images
bs_ba: Maksimalno slika

source: Maximum number of images to sync per product. ZICER may have limits.
bs_ba: Maksimalan broj slika za sinkronizaciju po proizvodu. ZICER može imati ograničenja.

source: Each WooCommerce category must be mapped to a ZICER category before products can sync.
bs_ba: Svaka WooCommerce kategorija mora biti mapirana na ZICER kategoriju prije nego što se proizvodi mogu sinkronizirati.

source: Products without a mapped category will fail to sync.
bs_ba: Proizvodi bez mapirane kategorije neće se moći sinkronizirati.

source: Use "Suggest" button for automatic category suggestions.
bs_ba: Koristite dugme "Predloži" za automatske prijedloge kategorija.

source: Child categories inherit parent mapping if not explicitly set.
bs_ba: Podkategorije nasljeđuju mapiranje roditeljske kategorije ako nije eksplicitno postavljeno.

source: The queue shows products waiting to be synced with ZICER.
bs_ba: Red pokazuje proizvode koji čekaju na sinkronizaciju sa ZICER-om.

source: Products waiting in queue to be processed.
bs_ba: Proizvodi koji čekaju u redu za obradu.

source: Currently being synced with ZICER.
bs_ba: Trenutno se sinkronizira sa ZICER-om.

source: Sync failed. Check the error message and retry or fix the issue.
bs_ba: Sinkronizacija nije uspjela. Provjerite poruku greške i pokušajte ponovo ili riješite problem.

source: The queue processes automatically via WordPress cron, or you can process manually.
bs_ba: Red se automatski obrađuje putem WordPress cron-a, ili možete obraditi ručno.

source: Per-Product Settings
bs_ba: Postavke po proizvodu

source: Each product has a "ZICER Sync" panel in the sidebar:
bs_ba: Svaki proizvod ima "ZICER Sync" panel u bočnoj traci:

source: Override the mapped category for this specific product.
bs_ba: Zaobiđi mapiranu kategoriju za ovaj specifični proizvod.

source: Exclude from sync
bs_ba: Isključi iz sinkronizacije

source: Prevent this product from syncing to ZICER.
bs_ba: Spriječi sinkronizaciju ovog proizvoda na ZICER.

source: In Product Data → General tab:
bs_ba: U Podaci o proizvodu → Općenito tab:

source: Override the default condition for this product.
bs_ba: Zaobiđi zadano stanje za ovaj proizvod.

source: Troubleshooting
bs_ba: Rješavanje problema

source: Common Issues
bs_ba: Česti problemi

source: Check that your API token is correct and not expired. Generate a new one from zicer.ba if needed.
bs_ba: Provjerite da li je vaš API token ispravan i nije istekao. Generirajte novi sa zicer.ba ako je potrebno.

source: Product not syncing
bs_ba: Proizvod se ne sinkronizira

source: Ensure the product category is mapped to a ZICER category and the product is not excluded.
bs_ba: Provjerite da li je kategorija proizvoda mapirana na ZICER kategoriju i da proizvod nije isključen.

source: Rate limit exceeded
bs_ba: Prekoračeno ograničenje zahtjeva

source: ZICER has request limits that vary by account tier. The plugin handles this automatically, but bulk syncs may take time.
bs_ba: ZICER ima ograničenja zahtjeva koja ovise o nivou računa. Plugin ovo automatski upravlja, ali grupne sinkronizacije mogu potrajati.

source: Images not uploading
bs_ba: Slike se ne učitavaju

source: Check that "Sync Images" is enabled and images are accessible. Large images may timeout.
bs_ba: Provjerite da li je "Sinkroniziraj slike" omogućeno i da su slike dostupne. Velike slike mogu izazvati timeout.

source: Support
bs_ba: Podrška

source: For bug reports and feature requests, visit %s.
bs_ba: Za prijavu grešaka i zahtjeve za nove funkcije, posjetite %s.

source: Version: %s
bs_ba: Verzija: %s
